{
  "id": "60f03e4a5f0868de8b241d06",
  "thumbnail": "https://picsum.photos/400/150.webp",
  "title": "Magna duis ullamco pariatur elit.",
  "shortdesc": "Elit id et exercitation ex labore consequat nostrud aliquip mollit minim enim magna amet. Culpa irure nisi adipisicing proident sit. Magna sit eu nulla reprehenderit laborum mollit.",
  "detaildesc": "Do deserunt enim laboris laborum culpa sunt id proident culpa ea sit eiusmod. Aliqua sit labore sint aliqua. Lorem officia excepteur eu sit pariatur qui exercitation qui voluptate commodo ea commodo. Ex commodo Lorem reprehenderit elit laborum voluptate consequat cupidatat amet elit laborum. Id aliqua nulla voluptate irure laborum enim commodo consectetur. Adipisicing dolore ea nisi duis mollit.\n\nMinim qui ipsum incididunt eiusmod ullamco ex. Ex labore ut amet in qui pariatur voluptate excepteur labore quis ex labore excepteur qui. Minim cupidatat duis ea nisi ipsum sunt minim proident ipsum labore dolore culpa excepteur cupidatat. Eu nisi eiusmod aliqua ut tempor excepteur voluptate reprehenderit cupidatat adipisicing. Enim ad laborum exercitation non enim non exercitation nulla irure Lorem labore ea ullamco amet. Irure minim cillum mollit culpa est proident consequat magna cupidatat. Proident dolore non minim excepteur.",
  "category": {
    "id": "60f03e4a66951d1340182a88",
    "name": "pariatur est excepteur",
    "label": "commodo ea culpa voluptate exercitation minim voluptate laboris nisi laboris"
  },
  "topic": {
    "id": "60f03e4a27c08b7c7bcd9a79",
    "name": "culpa aliqua incididunt",
    "label": "officia Lorem cupidatat ad voluptate magna sint cupidatat dolor"
  },
  "lecturer": {
    "name": "Mayer Norris",
    "avatar": "https://picsum.photos/48.webp?random=216",
    "description": "Aute irure exercitation et aute. Fugiat quis in consequat anim ipsum ea magna consectetur culpa incididunt deserunt duis sint. Sint commodo incididunt labore proident ea id.\n\nNisi ut aliquip esse minim cupidatat adipisicing sunt officia velit occaecat occaecat laboris sit. Do proident velit laboris cupidatat. Aute fugiat ea aute Lorem officia veniam labore ex laborum voluptate voluptate consectetur elit adipisicing. Aute anim ex exercitation dolore pariatur."
  },
  "rating": 0.17,
  "reviewers": 309,
  "price": 257.21,
  "discount": 0.31,
  "tag": "new",
  "lastModified": 1141093693906,
  "bought": 2789922,
  "feedbacks": [
    {
      "rating": 4.38,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Dolly Hoover",
      "content": "Do irure irure laboris fugiat do quis sit do nostrud laboris ullamco. Tempor duis incididunt quis labore amet. Cillum esse reprehenderit anim id amet ad qui quis officia non. Consectetur reprehenderit aliqua eiusmod duis reprehenderit eiusmod cillum mollit nulla duis non eiusmod. Incididunt Lorem pariatur irure reprehenderit quis elit sint ad aliquip nostrud. Nostrud irure exercitation irure mollit ullamco pariatur."
    },
    {
      "rating": 4.42,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Whitley Gilbert",
      "content": "Sint laboris velit non id commodo. Ullamco nostrud labore occaecat ea deserunt pariatur. Cillum sunt amet laboris cillum ea. Nisi eiusmod ullamco reprehenderit do est nisi deserunt. Consequat enim exercitation proident esse dolor ad exercitation tempor minim pariatur veniam. Cupidatat laborum laboris ex ea qui nisi consectetur adipisicing ipsum sint dolor cillum et. Occaecat reprehenderit eiusmod irure esse et consectetur deserunt anim aliquip nisi eu fugiat tempor veniam."
    },
    {
      "rating": 2.98,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Witt Kennedy",
      "content": "Lorem duis mollit sit tempor. Culpa anim officia sunt adipisicing et mollit. Ut non elit esse veniam dolore commodo pariatur ea dolor. Quis laborum mollit duis pariatur ipsum nisi esse dolore."
    },
    {
      "rating": 4.88,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Tasha Maynard",
      "content": "Lorem consequat consequat aute sint irure ex minim dolore id. Aute laborum officia magna consectetur laboris cupidatat aliqua. Officia Lorem pariatur sit incididunt dolore consectetur ex id do."
    },
    {
      "rating": 2.59,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Tania Castaneda",
      "content": "Dolore esse incididunt mollit aliqua incididunt adipisicing. Nostrud labore ad et ut sint elit sunt in non cupidatat fugiat. Aute veniam et proident est consequat deserunt. Commodo tempor nostrud culpa dolore incididunt elit mollit elit duis ut est aliquip duis. Minim aliquip officia nulla voluptate laborum do. Ullamco ut laboris nostrud fugiat."
    },
    {
      "rating": 3.05,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Morse Shepherd",
      "content": "Adipisicing dolore et quis officia adipisicing sint. Ea labore ipsum elit ea amet nostrud proident aliqua commodo ea velit. Magna sit sit exercitation ipsum consequat enim est culpa."
    },
    {
      "rating": 2.19,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Josefa Decker",
      "content": "Aliquip id labore elit nulla cupidatat occaecat sint. Laboris labore quis velit Lorem proident velit laboris voluptate. Minim culpa sint ex deserunt ipsum reprehenderit magna elit excepteur mollit aliqua culpa voluptate incididunt. Mollit sunt eiusmod irure consectetur incididunt excepteur. Dolor adipisicing fugiat non eu ex. Sit eu do esse tempor duis veniam dolore commodo culpa id ut tempor consequat. Cillum dolore dolor ea officia aliquip pariatur ut minim elit ut esse quis."
    },
    {
      "rating": 1.25,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Green Gomez",
      "content": "Exercitation sint anim velit eiusmod adipisicing irure consectetur dolore velit labore quis veniam. Esse dolore exercitation anim consectetur magna sit commodo anim aliqua in occaecat adipisicing in do. Aliquip eiusmod elit voluptate sunt id ea proident sint fugiat officia. Reprehenderit id ea veniam adipisicing. Ullamco ex enim sunt mollit cillum id culpa est sunt fugiat magna pariatur elit commodo. Aute id Lorem veniam ea quis laborum et ut id ex ullamco minim quis. Consectetur consequat aliquip incididunt esse."
    },
    {
      "rating": 3.32,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Shepard Campos",
      "content": "Nisi nostrud incididunt consequat non tempor do laborum qui. Anim aliqua consectetur irure fugiat aliqua adipisicing est. Anim do duis eu sint deserunt ad. Deserunt fugiat anim voluptate consequat mollit in reprehenderit consectetur incididunt."
    },
    {
      "rating": 2.23,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Ingrid Estes",
      "content": "Ipsum eiusmod enim velit in incididunt est elit culpa irure nostrud nulla. Lorem enim nostrud excepteur occaecat. Dolor consequat sit quis voluptate duis laborum cupidatat magna pariatur adipisicing. Magna cillum sit aliqua culpa sunt duis qui tempor sint tempor consectetur."
    }
  ],
  "lectures": [
    {
      "section": 551,
      "title": "pariatur officia in ut ea sunt proident",
      "desc": "Incididunt id duis excepteur elit anim.",
      "duration": 81816,
      "preview": false,
      "url": "iuJDhFRDx9M"
    },
    {
      "section": 54,
      "title": "adipisicing velit elit enim anim excepteur consectetur",
      "desc": "Ullamco in qui dolor eu aliqua.",
      "duration": 41792,
      "preview": false,
      "url": "MwxgUVrj5m4"
    },
    {
      "section": 150,
      "title": "do eu consequat non et nulla irure",
      "desc": "Sit minim magna aliquip enim tempor cillum non.",
      "duration": 44249,
      "preview": false,
      "url": "UbQgXeY_zi4"
    },
    {
      "section": 674,
      "title": "labore ea occaecat laboris adipisicing do occaecat in",
      "desc": "Veniam sint officia ipsum laboris esse id laboris ipsum mollit et aliquip ad.",
      "duration": 16275,
      "preview": false,
      "url": "RawsoZjbHHY"
    },
    {
      "section": 955,
      "title": "eiusmod duis eu cupidatat minim consequat ipsum dolor voluptate aliqua",
      "desc": "Dolore enim magna culpa labore irure non dolore occaecat.",
      "duration": 15563,
      "preview": false,
      "url": "ady--PNMsfI"
    },
    {
      "section": 666,
      "title": "eu tempor ad esse sint magna occaecat eiusmod exercitation",
      "desc": "Id quis ea est ex Lorem occaecat labore laborum culpa laborum.",
      "duration": 81507,
      "preview": false,
      "url": "votCEPMHm9Y"
    },
    {
      "section": 375,
      "title": "eu ex sit id adipisicing in sunt reprehenderit",
      "desc": "Tempor sunt esse cillum aute excepteur quis cupidatat id sunt anim aute enim dolor.",
      "duration": 4894,
      "preview": true,
      "url": "iuJDhFRDx9M"
    },
    {
      "section": 32,
      "title": "ea occaecat nisi officia nostrud",
      "desc": "Commodo minim nisi deserunt Lorem sint officia.",
      "duration": 49316,
      "preview": true,
      "url": "71ZkhO44NIo"
    },
    {
      "section": 762,
      "title": "est dolore veniam culpa amet enim",
      "desc": "Laborum officia amet quis cillum nisi commodo ad aliquip eiusmod anim Lorem exercitation officia culpa.",
      "duration": 53919,
      "preview": false,
      "url": "votCEPMHm9Y"
    },
    {
      "section": 411,
      "title": "laboris magna in ullamco",
      "desc": "Sit aliquip aliquip ullamco et est esse fugiat excepteur irure laborum anim cupidatat eu.",
      "duration": 783,
      "preview": false,
      "url": "RawsoZjbHHY"
    }
  ],
  "populars": [
    {
      "id": "60f03e4a440b6edcd27b03e3",
      "thumbnail": "https://picsum.photos/400/150.webp?random=792",
      "title": "Cillum amet quis enim ad sint aliqua excepteur dolore enim occaecat exercitation sint.",
      "lecturer": {
        "name": "Terra Henson",
        "avatar": "https://picsum.photos/48.webp?random=785"
      },
      "rating": 2.06,
      "reviewers": 101,
      "price": 88.19,
      "discount": 0.67,
      "tag": "new",
      "bought": 1857279
    },
    {
      "id": "60f03e4a08234503aa576af0",
      "thumbnail": "https://picsum.photos/400/150.webp?random=240",
      "title": "Consectetur magna ut cillum veniam exercitation ipsum ullamco eiusmod.",
      "lecturer": {
        "name": "Stacy Kirby",
        "avatar": "https://picsum.photos/48.webp?random=84"
      },
      "rating": 3.17,
      "reviewers": 175,
      "price": 439.53,
      "discount": 0.75,
      "tag": "",
      "bought": 2167166
    },
    {
      "id": "60f03e4a9de214a650947f79",
      "thumbnail": "https://picsum.photos/400/150.webp?random=865",
      "title": "Do proident enim laborum eu sit consectetur dolor.",
      "lecturer": {
        "name": "Booth Fulton",
        "avatar": "https://picsum.photos/48.webp?random=230"
      },
      "rating": 2.51,
      "reviewers": 31,
      "price": 434.66,
      "discount": 0.43,
      "tag": "",
      "bought": 1042531
    },
    {
      "id": "60f03e4ab00f3f8da0e5df13",
      "thumbnail": "https://picsum.photos/400/150.webp?random=98",
      "title": "Enim magna et quis occaecat.",
      "lecturer": {
        "name": "Alma Ewing",
        "avatar": "https://picsum.photos/48.webp?random=203"
      },
      "rating": 1.32,
      "reviewers": 441,
      "price": 755.19,
      "discount": 0.82,
      "tag": "new",
      "bought": 2070503
    },
    {
      "id": "60f03e4a6d333edfc1f46451",
      "thumbnail": "https://picsum.photos/400/150.webp?random=575",
      "title": "Magna ullamco reprehenderit velit enim officia officia cillum irure.",
      "lecturer": {
        "name": "Meghan Williams",
        "avatar": "https://picsum.photos/48.webp?random=279"
      },
      "rating": 4.82,
      "reviewers": 30,
      "price": 187.31,
      "discount": 0.52,
      "tag": "bestseller",
      "bought": 3139388
    }
  ]
}
