{
  "id": "60dbdbee73738324934ce188",
  "thumbnail": "https://picsum.photos/400/150.webp",
  "title": "Ea sint occaecat laboris sint id mollit pariatur cillum sit.",
  "shortdesc": "Laboris velit aute mollit adipisicing magna consectetur ea voluptate deserunt occaecat sunt consequat deserunt. Proident Lorem consequat excepteur et minim eiusmod pariatur laborum qui ad consequat sit enim nisi. Sit deserunt amet id magna. Culpa irure pariatur dolor enim deserunt excepteur cillum voluptate do irure aliquip sunt duis.",
  "detaildesc": "Non excepteur commodo eu sunt veniam culpa aliquip duis labore reprehenderit. Quis eu ullamco do nostrud elit sit dolor sint irure quis voluptate consequat. Excepteur cillum deserunt dolore non cupidatat culpa dolor minim mollit proident eiusmod id. Voluptate elit aliquip commodo elit irure quis nostrud Lorem ea nisi. Incididunt Lorem do minim veniam aute do adipisicing in ex labore amet veniam elit deserunt. Non nulla commodo aliquip magna culpa dolor eu ex ex culpa laborum.\n\nReprehenderit culpa ex sunt sunt duis proident et. Elit ipsum cupidatat aute laborum sit velit ea officia nulla mollit tempor laborum sunt laborum. Ea sunt incididunt ipsum nulla labore nostrud in fugiat Lorem. Amet elit sit ex incididunt.",
  "category": {
    "id": "60dbdbeeea33e28f417307d9",
    "name": "in proident",
    "label": "deserunt ad dolore do eiusmod aliqua occaecat anim ut voluptate eu veniam aliqua"
  },
  "topic": {
    "id": "60dbdbee475ab82723bff373",
    "name": "esse laborum nisi",
    "label": "cupidatat ex ipsum elit anim enim anim culpa enim velit esse cupidatat mollit adipisicing minim"
  },
  "lecturer": {
    "name": "Pickett Moran",
    "avatar": "https://picsum.photos/48.webp?random=891",
    "description": "Amet quis ut amet laborum excepteur. Quis nostrud mollit do sit deserunt. Elit laborum fugiat cupidatat id ipsum commodo eiusmod in proident culpa nisi occaecat. Ad dolore velit sint aliquip tempor eu. Esse consequat minim enim dolor cupidatat irure dolor mollit exercitation velit in occaecat sint ex. Dolore proident labore pariatur ut incididunt officia sunt velit nulla enim. Veniam id veniam in proident esse anim.\n\nCupidatat officia anim in occaecat commodo. Mollit cillum dolor sit labore velit irure exercitation culpa ut fugiat nulla adipisicing Lorem. Dolore minim non labore quis aliqua ea fugiat mollit."
  },
  "rating": 2.27,
  "reviewers": 340,
  "price": 13.27,
  "discount": 0.35,
  "tag": "bestseller",
  "lastModified": 1499171940789,
  "bought": 1865699,
  "watchlisted": true,
  "inUserLibrary": true,
  "userProgression": 64,
  "feedbacks": [
    {
      "rating": 3.18,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Elisabeth Swanson",
      "content": "Ad aliqua veniam nostrud ex dolore fugiat labore voluptate laborum. Ea qui duis ad nisi cupidatat occaecat consequat pariatur occaecat esse irure. Ad nisi dolore in dolor nulla tempor exercitation qui velit irure ea enim labore consectetur. Velit reprehenderit velit culpa aliqua pariatur officia amet deserunt consectetur Lorem excepteur occaecat. Voluptate culpa duis deserunt voluptate sunt ea quis eu elit incididunt do quis velit exercitation."
    },
    {
      "rating": 4.42,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Kaitlin Farley",
      "content": "Sit labore nostrud officia id laboris dolor quis incididunt. Minim exercitation sint magna quis pariatur consequat occaecat veniam laboris ipsum. Pariatur irure dolore consectetur veniam voluptate officia ipsum esse sit cupidatat qui. Ullamco proident officia qui cupidatat sit qui amet amet non velit. Laboris consequat duis nisi nostrud proident magna id cillum."
    },
    {
      "rating": 4.25,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Dorothea Walter",
      "content": "Nostrud laboris duis excepteur anim. Do qui deserunt dolor sint exercitation nisi nostrud adipisicing anim. Labore occaecat ut aliqua consequat qui nulla. Culpa ut est voluptate pariatur. Velit quis velit qui proident enim veniam incididunt do esse do."
    },
    {
      "rating": 1.71,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Maynard Shaffer",
      "content": "Incididunt sit excepteur dolor est amet nulla ad pariatur dolore magna deserunt aliqua occaecat. Exercitation cupidatat enim aute in consequat incididunt. Occaecat exercitation in laborum eu voluptate cupidatat qui laboris nostrud elit. Pariatur enim sint id nostrud in exercitation nulla. Irure excepteur qui proident incididunt magna Lorem magna aliquip Lorem et ipsum minim."
    },
    {
      "rating": 2.21,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Lea Lee",
      "content": "Excepteur cupidatat occaecat ad labore eiusmod. Eu cupidatat ea irure sint consectetur quis magna aliqua. Velit ut in voluptate incididunt sunt deserunt quis in anim ex ea aliqua. Ullamco pariatur nulla officia fugiat ea minim sunt velit id irure elit cupidatat. Incididunt minim aute mollit sit dolor esse non culpa dolore minim ea consectetur ex."
    },
    {
      "rating": 3.17,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Greer House",
      "content": "Do nisi voluptate exercitation mollit pariatur do. Reprehenderit esse velit elit eiusmod do occaecat labore eiusmod reprehenderit labore mollit laborum ullamco. Tempor magna aliqua officia amet non commodo aliqua excepteur nisi veniam consequat Lorem ad aliquip. Pariatur incididunt do aliqua do. Cupidatat occaecat irure dolor excepteur qui fugiat aliqua culpa fugiat excepteur fugiat."
    },
    {
      "rating": 2.53,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Mccarthy Klein",
      "content": "Id exercitation dolor magna commodo eu. Est officia tempor dolore laborum excepteur. Laborum elit elit officia sunt laboris veniam esse in aliqua dolore. Reprehenderit ex anim deserunt consectetur duis ipsum quis in officia cupidatat esse."
    },
    {
      "rating": 4.15,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Angeline Pope",
      "content": "Velit nisi laborum quis mollit veniam nulla aliqua reprehenderit excepteur ea commodo. Et fugiat laboris anim proident aute irure. Quis id sit excepteur velit sit consequat amet dolor. Est nulla qui dolore tempor et aliqua do minim est aliquip dolore commodo cillum esse."
    },
    {
      "rating": 1.56,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Anthony Head",
      "content": "Id sint exercitation esse excepteur deserunt commodo sit et tempor ipsum consequat reprehenderit. Ullamco laborum commodo qui non quis dolor consequat laboris ipsum aliquip cillum dolore ea. Consectetur velit aute fugiat reprehenderit ut consequat labore laborum est magna cupidatat. Do dolor sint sint eiusmod magna cillum cupidatat. Adipisicing deserunt voluptate enim voluptate. Veniam culpa quis eiusmod anim Lorem consectetur ad labore commodo cupidatat deserunt eiusmod."
    },
    {
      "rating": 3.53,
      "avatar": "https://picsum.photos/48.webp",
      "name": "Jenifer Richardson",
      "content": "Magna excepteur laborum cupidatat anim consequat do veniam. Culpa tempor anim do tempor magna commodo fugiat anim aliqua reprehenderit dolore proident laborum. Laboris est ex sit magna consequat culpa Lorem do eiusmod occaecat ex ullamco esse."
    }
  ],
  "lectures": [
    {
      "section": 545,
      "preview": false,
      "hour": 6,
      "minute": 19,
      "second": 7,
      "title": "nisi mollit anim enim nulla adipisicing exercitation et",
      "desc": "Exercitation dolor ea velit amet eiusmod non et ea eu adipisicing laborum.",
      "url": "UbQgXeY_zi4"
    },
    {
      "section": 311,
      "preview": true,
      "hour": 10,
      "minute": 40,
      "second": 54,
      "title": "deserunt officia et cupidatat deserunt in commodo",
      "desc": "Aliqua sunt tempor consequat dolor nostrud exercitation consectetur sunt magna sunt ea commodo occaecat.",
      "url": "UbQgXeY_zi4"
    },
    {
      "section": 303,
      "preview": true,
      "hour": 10,
      "minute": 47,
      "second": 2,
      "title": "esse enim et proident commodo qui non in fugiat",
      "desc": "Duis sint esse fugiat enim nisi adipisicing quis enim ad aute sint.",
      "url": "votCEPMHm9Y"
    },
    {
      "section": 520,
      "preview": false,
      "hour": 10,
      "minute": 4,
      "second": 34,
      "title": "ea commodo proident aliquip elit nulla",
      "desc": "Ex ut mollit sit magna non qui est enim ex sit pariatur.",
      "url": "UbQgXeY_zi4"
    },
    {
      "section": 156,
      "preview": true,
      "hour": 1,
      "minute": 7,
      "second": 24,
      "title": "magna reprehenderit incididunt officia cupidatat commodo velit minim irure",
      "desc": "Dolor exercitation excepteur commodo ipsum ex id.",
      "url": "votCEPMHm9Y"
    },
    {
      "section": 812,
      "preview": true,
      "hour": 5,
      "minute": 51,
      "second": 51,
      "title": "sit reprehenderit magna Lorem laborum cupidatat duis deserunt",
      "desc": "Velit duis consequat occaecat officia cillum voluptate ullamco sit adipisicing.",
      "url": "ady--PNMsfI"
    },
    {
      "section": 339,
      "preview": false,
      "hour": 3,
      "minute": 1,
      "second": 19,
      "title": "elit Lorem elit laboris mollit esse deserunt amet et ullamco",
      "desc": "Occaecat laborum commodo veniam exercitation incididunt.",
      "url": "iuJDhFRDx9M"
    },
    {
      "section": 383,
      "preview": true,
      "hour": 3,
      "minute": 6,
      "second": 58,
      "title": "sunt culpa reprehenderit eu ea exercitation est",
      "desc": "Nulla pariatur non Lorem sint sint Lorem ex minim et.",
      "url": "MwxgUVrj5m4"
    },
    {
      "section": 522,
      "preview": false,
      "hour": 2,
      "minute": 39,
      "second": 39,
      "title": "irure occaecat ullamco ipsum voluptate cupidatat laboris reprehenderit consequat",
      "desc": "Velit ex nisi mollit tempor proident proident dolor.",
      "url": "ady--PNMsfI"
    },
    {
      "section": 133,
      "preview": true,
      "hour": 9,
      "minute": 18,
      "second": 19,
      "title": "tempor voluptate amet enim tempor nisi tempor",
      "desc": "Sunt laboris eu sit aliquip duis pariatur proident sint.",
      "url": "71ZkhO44NIo"
    }
  ],
  "populars": [
    {
      "id": "60dbdbee079f6d307501f8bd",
      "thumbnail": "https://picsum.photos/400/150.webp?random=58",
      "title": "Sit culpa anim sit ipsum ipsum ut mollit laboris non anim est est.",
      "lecturer": {
        "name": "Eloise Michael",
        "avatar": "https://picsum.photos/48.webp?random=940"
      },
      "rating": 2.92,
      "reviewers": 301,
      "price": 251.77,
      "discount": 0.96,
      "tag": "",
      "bought": 1146965,
      "watchlisted": false,
      "inUserLibrary": false,
      "userProgression": 57
    },
    {
      "id": "60dbdbee557e8ecdf65276dc",
      "thumbnail": "https://picsum.photos/400/150.webp?random=896",
      "title": "Cillum irure cillum esse minim cupidatat fugiat.",
      "lecturer": {
        "name": "Holcomb Noble",
        "avatar": "https://picsum.photos/48.webp?random=223"
      },
      "rating": 1.59,
      "reviewers": 107,
      "price": 761.66,
      "discount": 0.26,
      "tag": "",
      "bought": 2739337,
      "watchlisted": true,
      "inUserLibrary": false,
      "userProgression": 86
    },
    {
      "id": "60dbdbee3a91920f01ad8c77",
      "thumbnail": "https://picsum.photos/400/150.webp?random=829",
      "title": "Aliquip qui non ipsum culpa id enim et laboris veniam.",
      "lecturer": {
        "name": "Katina Gutierrez",
        "avatar": "https://picsum.photos/48.webp?random=577"
      },
      "rating": 0.57,
      "reviewers": 2,
      "price": 539.23,
      "discount": 0.57,
      "tag": "",
      "bought": 3097004,
      "watchlisted": true,
      "inUserLibrary": true,
      "userProgression": 65
    },
    {
      "id": "60dbdbeee479220437a4f146",
      "thumbnail": "https://picsum.photos/400/150.webp?random=146",
      "title": "Elit do ullamco fugiat consectetur aute id proident et nisi consectetur qui excepteur incididunt reprehenderit.",
      "lecturer": {
        "name": "Elnora Acosta",
        "avatar": "https://picsum.photos/48.webp?random=180"
      },
      "rating": 1.15,
      "reviewers": 150,
      "price": 932.28,
      "discount": 0.48,
      "tag": "bestseller",
      "bought": 1068175,
      "watchlisted": false,
      "inUserLibrary": true,
      "userProgression": 32
    },
    {
      "id": "60dbdbeeba7e57f4341e8dba",
      "thumbnail": "https://picsum.photos/400/150.webp?random=997",
      "title": "Enim in aliqua do sint ad ullamco ut reprehenderit nulla sit ad.",
      "lecturer": {
        "name": "Clare Mckenzie",
        "avatar": "https://picsum.photos/48.webp?random=647"
      },
      "rating": 3.05,
      "reviewers": 176,
      "price": 371.43,
      "discount": 0.04,
      "tag": "",
      "bought": 1426795,
      "watchlisted": false,
      "inUserLibrary": true,
      "userProgression": 82
    }
  ]
}
