{
  "id": "60ed109be04e5f88775aabc9",
  "tag": "new",
  "price": 954.55,
  "title": "Dolore adipisicing exercitation ad velit.",
  "topic": {
    "id": "60ed109be164ee57d57b41a1",
    "name": "labore nisi consectetur",
    "label": "veniam aliquip exercitation in fugiat officia pariatur deserunt occaecat sit sint sunt adipisicing exercitation sint dolor ullamco aliqua"
  },
  "bought": 1152490,
  "rating": 2.86,
  "category": {
    "id": "60ed109b7ff880f2a1b50849",
    "name": "tempor id",
    "label": "adipisicing laboris ad consectetur labore excepteur duis exercitation nostrud non"
  },
  "discount": 0.26,
  "lecturer": {
    "name": "Hull Tyson",
    "avatar": "https://picsum.photos/48.webp?random=559",
    "description": "Amet magna officia ea nulla ut voluptate tempor incididunt occaecat aute fugiat. Ullamco cillum magna qui non do laboris Lorem in id qui culpa ipsum duis. Ex commodo ullamco id nulla excepteur ea qui aliqua. Magna ipsum officia cillum excepteur et velit amet sit.\n\nNostrud quis minim aliqua ipsum eu velit aliqua. Cupidatat esse ipsum velit tempor. Reprehenderit officia aliqua sit sit deserunt. Officia veniam ad incididunt cillum consectetur cupidatat aliquip. Ex in ipsum et nisi. Enim sunt mollit occaecat sunt qui incididunt mollit commodo Lorem reprehenderit. Reprehenderit consequat labore nostrud laborum elit proident minim officia irure adipisicing qui."
  },
  "lectures": [
    {
      "url": "UbQgXeY_zi4",
      "desc": "Deserunt sunt eu nostrud sit excepteur ea ipsum mollit ut irure sit dolore.",
      "hour": 3,
      "title": "esse labore ea elit deserunt mollit",
      "minute": 52,
      "second": 37,
      "preview": true,
      "section": 962
    },
    {
      "url": "votCEPMHm9Y",
      "desc": "Minim nisi ad in eiusmod amet do aute anim cillum nisi officia mollit.",
      "hour": 7,
      "title": "eiusmod culpa commodo elit ea nisi laborum anim",
      "minute": 59,
      "second": 18,
      "preview": false,
      "section": 205
    },
    {
      "url": "UbQgXeY_zi4",
      "desc": "Minim occaecat laborum irure sit.",
      "hour": 9,
      "title": "id anim officia tempor consectetur esse sit",
      "minute": 18,
      "second": 18,
      "preview": false,
      "section": 528
    },
    {
      "url": "Y5ZQYURYaAs",
      "desc": "Exercitation ex sint nisi ad ad ex ea esse deserunt culpa nulla ex nostrud nisi.",
      "hour": 5,
      "title": "do quis eiusmod sint ut quis Lorem officia",
      "minute": 12,
      "second": 53,
      "preview": false,
      "section": 713
    },
    {
      "url": "71ZkhO44NIo",
      "desc": "Et in ipsum occaecat fugiat ullamco sint.",
      "hour": 2,
      "title": "officia ea officia cillum reprehenderit",
      "minute": 56,
      "second": 33,
      "preview": false,
      "section": 46
    },
    {
      "url": "votCEPMHm9Y",
      "desc": "Enim eiusmod minim do Lorem consequat et duis ex duis consectetur elit.",
      "hour": 9,
      "title": "veniam magna fugiat ad sint adipisicing",
      "minute": 6,
      "second": 3,
      "preview": false,
      "section": 466
    },
    {
      "url": "UbQgXeY_zi4",
      "desc": "Proident duis labore reprehenderit dolore in est incididunt sunt minim Lorem eiusmod labore.",
      "hour": 0,
      "title": "nostrud aliqua aliqua sit quis ea non",
      "minute": 37,
      "second": 32,
      "preview": true,
      "section": 686
    },
    {
      "url": "UbQgXeY_zi4",
      "desc": "Do do sint nisi aliquip irure ex tempor ut reprehenderit fugiat ullamco cupidatat sit.",
      "hour": 8,
      "title": "sit enim do minim eu dolore voluptate",
      "minute": 15,
      "second": 20,
      "preview": false,
      "section": 848
    },
    {
      "url": "71ZkhO44NIo",
      "desc": "Commodo quis ea ad aute adipisicing magna cupidatat pariatur in labore reprehenderit veniam Lorem enim.",
      "hour": 0,
      "title": "nisi ea dolore irure officia",
      "minute": 5,
      "second": 6,
      "preview": false,
      "section": 11
    },
    {
      "url": "iuJDhFRDx9M",
      "desc": "Nulla sit mollit do laborum fugiat adipisicing culpa laborum proident sint cupidatat ea laborum nulla.",
      "hour": 0,
      "title": "aute dolore eu aliqua ad in sunt pariatur sint qui",
      "minute": 1,
      "second": 45,
      "preview": true,
      "section": 794
    }
  ],
  "populars": [
    {
      "id": "60ed109b40e0d3ca1615d99b",
      "tag": "new",
      "price": 891.38,
      "title": "Nisi minim aute excepteur dolor occaecat mollit voluptate aliqua eu adipisicing consectetur.",
      "bought": 57890,
      "rating": 3.89,
      "discount": 0.78,
      "lecturer": {
        "name": "Holmes Ochoa",
        "avatar": "https://picsum.photos/48.webp?random=761"
      },
      "reviewers": 72,
      "thumbnail": "https://picsum.photos/400/150.webp?random=959",
      "watchlisted": false,
      "inUserLibrary": true,
      "userProgression": 59
    },
    {
      "id": "60ed109b2ca324c7789014a5",
      "tag": "bestseller",
      "price": 37.45,
      "title": "Amet nulla laborum anim minim aliqua amet excepteur sunt cupidatat labore incididunt.",
      "bought": 818094,
      "rating": 0.54,
      "discount": 0.05,
      "lecturer": {
        "name": "Burt Cannon",
        "avatar": "https://picsum.photos/48.webp?random=642"
      },
      "reviewers": 451,
      "thumbnail": "https://picsum.photos/400/150.webp?random=405",
      "watchlisted": true,
      "inUserLibrary": false,
      "userProgression": 18
    },
    {
      "id": "60ed109b4bdc320acb51242f",
      "tag": "new",
      "price": 947.38,
      "title": "Lorem adipisicing culpa sint consequat culpa elit nulla consequat amet sint ad aute esse duis.",
      "bought": 1889453,
      "rating": 0.37,
      "discount": 0.93,
      "lecturer": {
        "name": "Eileen Gibbs",
        "avatar": "https://picsum.photos/48.webp?random=21"
      },
      "reviewers": 167,
      "thumbnail": "https://picsum.photos/400/150.webp?random=833",
      "watchlisted": true,
      "inUserLibrary": false,
      "userProgression": 83
    },
    {
      "id": "60ed109bebd57319a7327cf0",
      "tag": "new",
      "price": 415.88,
      "title": "Cillum nisi incididunt ea sit.",
      "bought": 3833230,
      "rating": 2.58,
      "discount": 0.74,
      "lecturer": {
        "name": "Henrietta Pierce",
        "avatar": "https://picsum.photos/48.webp?random=421"
      },
      "reviewers": 428,
      "thumbnail": "https://picsum.photos/400/150.webp?random=841",
      "watchlisted": true,
      "inUserLibrary": false,
      "userProgression": 47
    },
    {
      "id": "60ed109ba135cb8b29f7cbf0",
      "tag": "",
      "price": 477.73,
      "title": "Laboris non sint sint Lorem duis elit voluptate sunt ex.",
      "bought": 782234,
      "rating": 0.81,
      "discount": 0.19,
      "lecturer": {
        "name": "Leigh Long",
        "avatar": "https://picsum.photos/48.webp?random=733"
      },
      "reviewers": 343,
      "thumbnail": "https://picsum.photos/400/150.webp?random=932",
      "watchlisted": false,
      "inUserLibrary": true,
      "userProgression": 35
    }
  ],
  "feedbacks": [
    {
      "name": "Martina Gregory",
      "avatar": "https://picsum.photos/48.webp",
      "rating": 1.79,
      "content": "Magna eu Lorem enim minim aliquip amet minim Lorem deserunt. Velit duis velit ipsum id. Amet non incididunt aute dolor tempor ullamco qui elit aliquip tempor nulla proident ipsum ex."
    },
    {
      "name": "Anderson Flores",
      "avatar": "https://picsum.photos/48.webp",
      "rating": 1.02,
      "content": "Laborum elit duis laborum magna sit deserunt laboris qui amet id tempor duis. Magna nostrud mollit ullamco laboris labore aliqua aliquip tempor. Ea sint duis esse Lorem ea magna sit est laboris do. Sunt ullamco consectetur consequat ad ipsum commodo pariatur esse velit irure aute incididunt laboris. Reprehenderit amet consectetur ea reprehenderit mollit anim ipsum do qui irure sint est deserunt."
    },
    {
      "name": "Alta Suarez",
      "avatar": "https://picsum.photos/48.webp",
      "rating": 3.65,
      "content": "Dolor sunt occaecat irure deserunt occaecat in cupidatat. Ex tempor dolor exercitation dolor deserunt nulla excepteur do irure anim commodo cillum. Dolor commodo cillum sint magna minim ut quis id laboris magna sunt ipsum. Adipisicing eu eu eiusmod dolor. Voluptate reprehenderit aliqua est consectetur irure."
    },
    {
      "name": "Miriam Martin",
      "avatar": "https://picsum.photos/48.webp",
      "rating": 3.79,
      "content": "Minim anim in amet magna non ut ullamco et nisi fugiat non. Consequat anim ex tempor laborum consectetur aliquip pariatur quis. Reprehenderit amet minim nostrud ipsum velit ea occaecat id dolore elit. Excepteur tempor minim ad proident veniam nostrud nulla. Fugiat consectetur ea esse anim amet mollit sint sit laboris quis. Mollit excepteur quis reprehenderit minim id sint commodo nisi."
    },
    {
      "name": "Simone Villarreal",
      "avatar": "https://picsum.photos/48.webp",
      "rating": 3.88,
      "content": "Labore nisi sint laborum Lorem ut ex sit labore ea et. Irure nulla culpa ex excepteur nostrud consectetur mollit dolor eu mollit ipsum esse ullamco Lorem. Dolor anim sit adipisicing ipsum. Anim culpa enim do sint sit occaecat consectetur."
    },
    {
      "name": "Ingram Burton",
      "avatar": "https://picsum.photos/48.webp",
      "rating": 2.87,
      "content": "Enim do velit ad occaecat cillum occaecat. Lorem consequat voluptate aliquip excepteur sit reprehenderit laboris excepteur consectetur et aliqua. Minim commodo ex adipisicing ex nisi occaecat duis eu fugiat. Veniam nulla in et nostrud esse excepteur aliquip eiusmod proident elit non elit."
    },
    {
      "name": "Marion Steele",
      "avatar": "https://picsum.photos/48.webp",
      "rating": 2.84,
      "content": "Elit id consequat duis cillum id culpa voluptate et. Laborum ut aute ipsum ad occaecat commodo veniam nulla fugiat nulla est nostrud. Occaecat duis laborum proident aute sit voluptate et pariatur laboris anim."
    },
    {
      "name": "Farmer Carver",
      "avatar": "https://picsum.photos/48.webp",
      "rating": 3.14,
      "content": "Quis ipsum minim minim cupidatat laborum. Sunt veniam eiusmod sit commodo dolor ipsum. Nulla incididunt pariatur eiusmod voluptate fugiat tempor officia. Occaecat dolore dolore proident aliquip laborum velit sint tempor nulla sint voluptate mollit consequat do."
    },
    {
      "name": "Edwards Sanders",
      "avatar": "https://picsum.photos/48.webp",
      "rating": 1.08,
      "content": "Non aute qui eu nisi aliquip aliqua adipisicing sunt et excepteur id laboris. Culpa deserunt sunt minim laboris nulla. Duis eu exercitation aliqua deserunt qui commodo nisi do sunt. Elit enim aliqua consectetur id commodo irure do tempor ea irure culpa. Ea aliqua cillum cupidatat esse laborum eiusmod incididunt ipsum excepteur quis esse nostrud. Deserunt dolore id id dolore exercitation fugiat ut."
    },
    {
      "name": "Wynn Franks",
      "avatar": "https://picsum.photos/48.webp",
      "rating": 1.98,
      "content": "Qui ipsum commodo amet elit sit cupidatat quis elit. Nostrud sunt deserunt do reprehenderit aute dolore reprehenderit occaecat et sunt nisi duis. Deserunt dolore pariatur cupidatat excepteur."
    }
  ],
  "reviewers": 116,
  "shortdesc": "Reprehenderit nulla laboris sunt laboris occaecat. Id culpa ad Lorem deserunt. Aliquip enim aliqua adipisicing exercitation do enim aute exercitation. Velit consequat qui officia reprehenderit irure nostrud veniam sit magna.",
  "thumbnail": "https://picsum.photos/400/150.webp",
  "detaildesc": "Duis proident minim culpa labore nulla exercitation mollit est eu cupidatat sunt. Tempor non tempor incididunt elit nostrud nisi culpa amet aliquip fugiat aliqua. Adipisicing dolore quis exercitation anim quis in ex consequat esse anim eu cupidatat. Aute non officia tempor culpa mollit adipisicing sint dolore consequat esse amet in. Laborum voluptate elit in excepteur reprehenderit consequat dolor nulla mollit quis sunt enim. Mollit veniam aliqua aliqua eu adipisicing commodo proident adipisicing id eiusmod velit.\n\nSunt nisi eu consequat nisi veniam commodo esse est tempor magna. Commodo dolore dolor nostrud voluptate et veniam esse exercitation est est. Commodo id exercitation ad amet exercitation reprehenderit tempor ipsum.",
  "lastModified": 1340967108670
}
