[
  {
    "id": "60f1a09e473a98332846e643",
    "thumbnail": "https://picsum.photos/400/150.webp?random=94",
    "title": "Consectetur sunt esse consequat elit veniam tempor quis mollit in excepteur aliqua sint.",
    "status": false,
    "lastModified": 1626453129446,
    "shortdesc": "Proident velit voluptate nostrud anim qui enim magna amet non aliquip ad. Quis consequat consectetur sunt cillum reprehenderit cupidatat amet cupidatat veniam non aliquip Lorem veniam. Enim eiusmod mollit dolor voluptate sint officia ex non. Non esse dolor laboris aliqua ullamco magna exercitation velit consectetur adipisicing sit. Et nisi nisi irure id tempor enim consectetur dolore ullamco tempor labore quis laborum. Ipsum ex amet ex consequat in in ea velit excepteur veniam voluptate pariatur aliqua.",
    "detaildesc": "Anim duis cillum veniam voluptate irure dolor ex quis in. Velit officia aute occaecat consectetur aute aute anim. Eu amet amet cupidatat cillum nostrud incididunt ex. Adipisicing sit officia ullamco velit cupidatat aliqua sit. Do magna incididunt quis occaecat aute.\n\nSit enim pariatur laboris qui consequat exercitation. Culpa laboris laborum ex consectetur aliquip sint eiusmod labore sit magna duis exercitation sit. Ea sit eiusmod dolore duis exercitation laboris id pariatur Lorem qui laboris. Ea amet laborum id aliqua ut adipisicing minim sunt sunt ullamco ad consectetur ad. Amet adipisicing enim minim consectetur enim dolor. Sint reprehenderit non fugiat est irure qui ullamco.",
    "category": {
      "id": "60f1a09ea57f07ef34387ade",
      "name": "ad ea",
      "label": "culpa anim Lorem quis nisi tempor velit ad"
    },
    "topic": {
      "id": "60f1a09ec35c6251fe580c8d",
      "name": "laboris",
      "label": "commodo laborum adipisicing dolor elit exercitation ullamco enim ullamco officia aliquip non qui eiusmod officia ad proident"
    },
    "price": 289.85,
    "discount": 0.98,
    "lectures": [
      {
        "section": 864,
        "title": "officia minim officia",
        "desc": "Est quis ad ullamco culpa magna ea reprehenderit sint elit.",
        "duration": 13120,
        "preview": true,
        "url": "71ZkhO44NIo"
      },
      {
        "section": 824,
        "title": "labore id eu labore tempor sint veniam excepteur sit",
        "desc": "Est adipisicing laborum minim nulla cillum qui cupidatat ex dolore laboris reprehenderit magna reprehenderit.",
        "duration": 17767,
        "preview": false,
        "url": "votCEPMHm9Y"
      },
      {
        "section": 812,
        "title": "enim et aliquip laboris ipsum ex",
        "desc": "Nostrud eu dolor nostrud ex.",
        "duration": 72740,
        "preview": true,
        "url": "UbQgXeY_zi4"
      },
      {
        "section": 269,
        "title": "sit elit veniam veniam sit est elit",
        "desc": "Aliqua aliquip dolor ad sit deserunt commodo enim est nulla occaecat mollit magna aliquip adipisicing.",
        "duration": 86362,
        "preview": false,
        "url": "votCEPMHm9Y"
      },
      {
        "section": 536,
        "title": "esse ut enim",
        "desc": "Non tempor ex sint irure et et proident exercitation elit.",
        "duration": 48754,
        "preview": true,
        "url": "votCEPMHm9Y"
      }
    ]
  },
  {
    "id": "60f1a09ee2dc19a436af4730",
    "thumbnail": "https://picsum.photos/400/150.webp?random=653",
    "title": "Pariatur excepteur labore ex fugiat tempor minim qui cupidatat pariatur occaecat occaecat.",
    "status": true,
    "lastModified": 1626446834720,
    "shortdesc": "Tempor mollit excepteur veniam sit sunt aliqua eu et adipisicing sint in deserunt incididunt. Dolor culpa occaecat excepteur voluptate tempor adipisicing mollit veniam laboris enim nostrud cillum. Nisi cupidatat nostrud reprehenderit esse laborum occaecat. Fugiat et dolore do ullamco cillum aliqua velit aliqua.",
    "detaildesc": "Tempor fugiat aliquip et incididunt deserunt ullamco aute et veniam reprehenderit esse. Ad ullamco est proident esse deserunt fugiat enim cillum eu minim elit commodo laborum deserunt. Dolor exercitation adipisicing aliqua proident nostrud voluptate excepteur. Ullamco sit irure quis fugiat qui dolore amet laboris officia aliqua labore ex sint. Anim quis in do exercitation esse commodo ut sunt mollit aute exercitation labore nisi. Irure nulla voluptate fugiat ea esse esse exercitation laboris excepteur.\n\nDo qui et et ut enim irure exercitation. Deserunt labore Lorem reprehenderit dolor voluptate ex commodo sit. Proident adipisicing esse officia et nulla deserunt ipsum. Veniam fugiat esse laborum laboris ullamco amet velit commodo nulla sit mollit.",
    "category": {
      "id": "60f1a09e48056f92e1b2fa6d",
      "name": "aute exercitation proident",
      "label": "fugiat in deserunt Lorem aute"
    },
    "topic": {
      "id": "60f1a09e214d3db2d57b9828",
      "name": "consectetur",
      "label": "minim dolor id esse et"
    },
    "price": 387.61,
    "discount": 0.25,
    "lectures": [
      {
        "section": 465,
        "title": "veniam in id sit cupidatat anim",
        "desc": "Mollit amet eiusmod culpa pariatur id amet id.",
        "duration": 34687,
        "preview": true,
        "url": "71ZkhO44NIo"
      },
      {
        "section": 618,
        "title": "in fugiat voluptate sint amet laborum dolore aliquip veniam exercitation",
        "desc": "Sit culpa veniam magna amet culpa qui magna cillum id.",
        "duration": 11565,
        "preview": false,
        "url": "RawsoZjbHHY"
      },
      {
        "section": 528,
        "title": "aliquip cupidatat fugiat aliquip ut amet dolor non officia",
        "desc": "Veniam occaecat ex cillum nostrud eu nostrud velit dolor eu cillum amet Lorem.",
        "duration": 14028,
        "preview": true,
        "url": "ady--PNMsfI"
      },
      {
        "section": 471,
        "title": "magna nisi cupidatat id",
        "desc": "Ut tempor magna eu anim labore cillum velit ipsum ut irure.",
        "duration": 32133,
        "preview": true,
        "url": "ady--PNMsfI"
      },
      {
        "section": 388,
        "title": "pariatur laboris fugiat anim deserunt eu magna",
        "desc": "Et ipsum dolor et voluptate occaecat eiusmod enim ullamco.",
        "duration": 72045,
        "preview": false,
        "url": "RawsoZjbHHY"
      },
      {
        "section": 809,
        "title": "nostrud cillum enim ullamco sunt dolore exercitation",
        "desc": "Mollit do nostrud voluptate adipisicing proident elit eiusmod incididunt mollit officia dolor incididunt in.",
        "duration": 72152,
        "preview": false,
        "url": "RawsoZjbHHY"
      },
      {
        "section": 538,
        "title": "duis ullamco magna sunt labore labore aute duis",
        "desc": "Dolore ea ullamco reprehenderit in occaecat.",
        "duration": 68385,
        "preview": false,
        "url": "UbQgXeY_zi4"
      }
    ]
  },
  {
    "id": "60f1a09ee0ca5cda92cc7747",
    "thumbnail": "https://picsum.photos/400/150.webp?random=704",
    "title": "Consequat culpa in nostrud consectetur ex laborum magna.",
    "status": false,
    "lastModified": 1626450995454,
    "shortdesc": "Sint cillum anim ut ea. Nostrud incididunt mollit id minim labore. Cillum qui in id elit sit excepteur voluptate non et. Aliqua velit ut enim exercitation non consequat culpa. Velit ut nisi elit aliquip cupidatat non exercitation eu exercitation exercitation anim culpa.",
    "detaildesc": "Amet magna culpa ullamco minim irure irure occaecat elit aliquip consectetur ex officia. Aute commodo qui fugiat tempor sit aute elit est ad. Nostrud exercitation laborum consequat sint cupidatat reprehenderit esse aliquip. Ea est exercitation occaecat ad pariatur consectetur ad elit consequat occaecat labore.\n\nConsequat aute laborum qui labore duis sunt non. Incididunt consequat sint quis cupidatat sunt culpa in velit laborum eu. Ut ea ad ut dolor consectetur mollit non occaecat anim enim dolore non. Sint veniam officia tempor adipisicing consectetur aliquip. Ea ullamco consequat eu esse incididunt labore quis ut pariatur exercitation. Dolore minim amet sunt minim duis incididunt. Voluptate laboris dolor minim sit reprehenderit sunt cupidatat amet consectetur nostrud ipsum.",
    "category": {
      "id": "60f1a09eabb536339c6e4925",
      "name": "irure",
      "label": "consectetur amet tempor pariatur pariatur anim nostrud eu et laborum aliquip aute voluptate"
    },
    "topic": {
      "id": "60f1a09e77f50525733f3e7e",
      "name": "culpa",
      "label": "officia amet do aliquip qui fugiat exercitation"
    },
    "price": 127.72,
    "discount": 0.89,
    "lectures": [
      {
        "section": 857,
        "title": "adipisicing aliqua est sunt labore adipisicing eiusmod aliqua",
        "desc": "Aliquip nostrud elit nulla enim esse.",
        "duration": 3329,
        "preview": true,
        "url": "RawsoZjbHHY"
      },
      {
        "section": 840,
        "title": "aliqua reprehenderit occaecat officia velit esse sunt non laborum",
        "desc": "Ipsum adipisicing dolore excepteur qui et.",
        "duration": 46469,
        "preview": true,
        "url": "MwxgUVrj5m4"
      },
      {
        "section": 728,
        "title": "sunt cillum minim",
        "desc": "Anim occaecat nisi ut cupidatat quis.",
        "duration": 13524,
        "preview": false,
        "url": "Y5ZQYURYaAs"
      },
      {
        "section": 5,
        "title": "ut ullamco adipisicing eu veniam labore fugiat tempor laboris cupidatat",
        "desc": "Veniam dolore dolor aute incididunt culpa ut incididunt sit pariatur veniam labore nulla aliquip cillum.",
        "duration": 76070,
        "preview": true,
        "url": "MwxgUVrj5m4"
      },
      {
        "section": 892,
        "title": "ullamco veniam laboris ut pariatur",
        "desc": "Et ex cupidatat deserunt veniam reprehenderit mollit.",
        "duration": 20998,
        "preview": true,
        "url": "RawsoZjbHHY"
      },
      {
        "section": 336,
        "title": "irure labore sint exercitation est laborum aute",
        "desc": "Minim elit do ea dolor fugiat magna ut aliquip excepteur voluptate adipisicing sit officia aliqua.",
        "duration": 33223,
        "preview": true,
        "url": "Y5ZQYURYaAs"
      },
      {
        "section": 391,
        "title": "labore esse occaecat fugiat quis veniam",
        "desc": "Amet occaecat fugiat consequat Lorem occaecat tempor laborum qui.",
        "duration": 18426,
        "preview": true,
        "url": "MwxgUVrj5m4"
      }
    ]
  },
  {
    "id": "60f1a09eac6addb67c72762f",
    "thumbnail": "https://picsum.photos/400/150.webp?random=441",
    "title": "Ad pariatur deserunt tempor elit ullamco ea ad minim esse aute amet culpa.",
    "status": true,
    "lastModified": 1626450275808,
    "shortdesc": "Anim amet tempor enim ea qui ex veniam voluptate consectetur. Nulla deserunt anim exercitation nisi laborum ex aliqua excepteur elit. Esse officia magna sit et enim voluptate ut commodo quis. Eu enim ut minim quis. Occaecat ipsum mollit irure ad consectetur culpa aute cillum cillum. Exercitation minim sint reprehenderit reprehenderit do.",
    "detaildesc": "Exercitation veniam ut dolore veniam. In irure duis velit deserunt deserunt occaecat consequat magna anim nisi elit anim duis dolor. Nulla culpa exercitation laboris irure laborum sunt commodo. Laborum esse tempor Lorem dolor nulla duis enim est velit aliquip est magna do. Ut ullamco occaecat cupidatat enim duis consectetur velit nostrud eu in tempor. Velit dolor est eiusmod dolore tempor consectetur culpa. Ipsum in laborum occaecat fugiat quis non nostrud elit officia incididunt amet nulla deserunt quis.\n\nCommodo adipisicing laboris sit aliquip. Officia anim elit officia dolore deserunt commodo ad anim ipsum non reprehenderit consequat ut. Do irure fugiat laboris eiusmod amet officia tempor anim proident minim Lorem aute tempor.",
    "category": {
      "id": "60f1a09e362b08546133e92c",
      "name": "eu aute",
      "label": "nostrud cillum consectetur irure quis dolor deserunt enim pariatur amet eiusmod"
    },
    "topic": {
      "id": "60f1a09ec8f81525445b296b",
      "name": "in",
      "label": "fugiat sint deserunt nisi aliqua Lorem proident elit reprehenderit"
    },
    "price": 896.73,
    "discount": 0.63,
    "lectures": [
      {
        "section": 57,
        "title": "tempor dolor do sit enim cillum eu laborum",
        "desc": "Amet nulla eiusmod irure esse adipisicing aute cupidatat commodo ullamco.",
        "duration": 84985,
        "preview": false,
        "url": "votCEPMHm9Y"
      },
      {
        "section": 913,
        "title": "reprehenderit tempor culpa ex mollit nostrud officia aliqua ex",
        "desc": "Incididunt reprehenderit do enim id laborum eiusmod nostrud do aliquip ut ipsum veniam id.",
        "duration": 37113,
        "preview": false,
        "url": "UbQgXeY_zi4"
      },
      {
        "section": 528,
        "title": "ullamco minim velit velit pariatur velit ad consequat",
        "desc": "Veniam ea id proident anim.",
        "duration": 12396,
        "preview": false,
        "url": "UbQgXeY_zi4"
      }
    ]
  },
  {
    "id": "60f1a09efefde3b8c2cdd35d",
    "thumbnail": "https://picsum.photos/400/150.webp?random=271",
    "title": "Esse culpa pariatur officia minim quis aliquip.",
    "status": false,
    "lastModified": 1626443774585,
    "shortdesc": "Fugiat occaecat velit velit eu culpa sint deserunt amet ullamco tempor aliquip ut. Nostrud qui ad deserunt ut aliqua ex nisi elit nulla aliquip sint excepteur sunt sit. Sint occaecat dolore exercitation quis excepteur enim incididunt ut Lorem ut ex labore laborum. Nostrud dolor tempor consequat ullamco adipisicing non est aliqua.",
    "detaildesc": "Incididunt incididunt cupidatat qui exercitation ad consequat ut. Magna labore dolor labore ut enim incididunt anim ipsum fugiat. Proident ad aliquip deserunt quis et. Dolore elit sint officia proident nisi et quis anim adipisicing eiusmod labore excepteur mollit. Deserunt ea incididunt quis qui incididunt duis enim enim consequat. Labore Lorem labore eiusmod reprehenderit esse officia do do eiusmod nostrud pariatur ea. Irure aliquip dolore enim proident.\n\nIpsum mollit cillum fugiat reprehenderit do dolor consectetur. Incididunt officia deserunt ut incididunt non esse. Tempor velit fugiat laborum duis. Veniam esse voluptate ea elit deserunt voluptate pariatur esse consectetur eiusmod dolor ex. Cillum laboris aute quis duis labore id occaecat veniam. Laboris ea consequat commodo pariatur eu eu cupidatat amet. Reprehenderit ullamco commodo culpa quis sint voluptate in culpa proident officia excepteur anim dolor culpa.",
    "category": {
      "id": "60f1a09e6a4f380d2f3b4a10",
      "name": "sunt non",
      "label": "ex commodo velit velit mollit incididunt ex culpa nulla"
    },
    "topic": {
      "id": "60f1a09e98fac28680a54dca",
      "name": "nostrud adipisicing ut",
      "label": "est elit minim occaecat cupidatat et consectetur ipsum nisi tempor do dolore ullamco excepteur aliquip cillum anim elit"
    },
    "price": 936.59,
    "discount": 0.33,
    "lectures": [
      {
        "section": 867,
        "title": "ad magna id esse qui quis",
        "desc": "Consequat mollit Lorem enim incididunt quis dolore eu ex nisi dolor pariatur deserunt.",
        "duration": 67754,
        "preview": false,
        "url": "iuJDhFRDx9M"
      },
      {
        "section": 38,
        "title": "non ipsum consectetur culpa labore",
        "desc": "Nostrud anim enim in nulla ullamco quis amet cillum exercitation non ut cupidatat tempor voluptate.",
        "duration": 63597,
        "preview": false,
        "url": "MwxgUVrj5m4"
      },
      {
        "section": 441,
        "title": "elit incididunt cillum consectetur",
        "desc": "Id cillum irure ea sint minim veniam.",
        "duration": 55158,
        "preview": true,
        "url": "71ZkhO44NIo"
      },
      {
        "section": 651,
        "title": "duis ipsum incididunt aliquip quis laborum ullamco Lorem",
        "desc": "Adipisicing enim elit ullamco non ex in incididunt anim officia esse minim.",
        "duration": 17036,
        "preview": true,
        "url": "iuJDhFRDx9M"
      },
      {
        "section": 65,
        "title": "occaecat voluptate proident aute cillum",
        "desc": "Ea consectetur consequat minim aute fugiat sunt dolor enim cillum est nostrud.",
        "duration": 67739,
        "preview": false,
        "url": "UbQgXeY_zi4"
      },
      {
        "section": 5,
        "title": "irure culpa cillum deserunt deserunt adipisicing consequat adipisicing magna",
        "desc": "Ipsum proident sunt duis culpa quis non nulla.",
        "duration": 33379,
        "preview": true,
        "url": "ady--PNMsfI"
      },
      {
        "section": 855,
        "title": "adipisicing do ad minim duis consectetur aliquip labore culpa eu",
        "desc": "Fugiat dolor incididunt minim tempor.",
        "duration": 55550,
        "preview": false,
        "url": "71ZkhO44NIo"
      }
    ]
  },
  {
    "id": "60f1a09e739316aa4527cfbb",
    "thumbnail": "https://picsum.photos/400/150.webp?random=626",
    "title": "Pariatur dolor amet consequat voluptate labore.",
    "status": false,
    "lastModified": 1626439188230,
    "shortdesc": "Occaecat veniam sit aliquip quis nisi dolore labore proident amet irure adipisicing. Officia proident enim consequat voluptate sunt nisi incididunt excepteur excepteur id sit sint aute mollit. Magna aute eiusmod ut adipisicing laborum occaecat enim ea nisi amet laboris.",
    "detaildesc": "Qui officia duis magna irure. Id minim culpa sunt enim nostrud anim. Esse eiusmod eiusmod excepteur proident occaecat excepteur. Occaecat ea mollit ut sint do commodo mollit reprehenderit ea nulla incididunt quis est ullamco.\n\nLaboris consectetur aute esse quis. Dolore voluptate veniam minim voluptate sint excepteur aute est aliquip anim id aute. Ut sunt ullamco eu fugiat laboris reprehenderit nisi.",
    "category": {
      "id": "60f1a09e8b957ace9d9498af",
      "name": "sunt consectetur proident",
      "label": "duis tempor irure culpa sit eiusmod incididunt cillum reprehenderit ex quis consequat Lorem"
    },
    "topic": {
      "id": "60f1a09e81f4960014c77600",
      "name": "aliquip esse ipsum",
      "label": "anim irure laboris est exercitation reprehenderit pariatur commodo et sint ex fugiat"
    },
    "price": 718.84,
    "discount": 0.11,
    "lectures": [
      {
        "section": 635,
        "title": "nisi reprehenderit cupidatat id",
        "desc": "Aliqua veniam Lorem sit quis veniam laboris pariatur commodo.",
        "duration": 6466,
        "preview": true,
        "url": "ady--PNMsfI"
      },
      {
        "section": 708,
        "title": "eu do culpa nostrud",
        "desc": "Sit exercitation et minim commodo aute do dolore ullamco aliquip sunt laboris minim Lorem elit.",
        "duration": 59115,
        "preview": false,
        "url": "71ZkhO44NIo"
      },
      {
        "section": 868,
        "title": "cillum veniam duis dolor sint nostrud",
        "desc": "Ex reprehenderit et nisi est consectetur.",
        "duration": 14631,
        "preview": true,
        "url": "iuJDhFRDx9M"
      },
      {
        "section": 621,
        "title": "mollit pariatur ipsum enim nostrud sint exercitation",
        "desc": "Voluptate est veniam dolore amet cillum est reprehenderit deserunt veniam ex consectetur Lorem.",
        "duration": 23253,
        "preview": true,
        "url": "71ZkhO44NIo"
      },
      {
        "section": 678,
        "title": "consectetur reprehenderit mollit deserunt esse",
        "desc": "Exercitation esse irure ex laboris do ipsum culpa ut nulla.",
        "duration": 81472,
        "preview": true,
        "url": "71ZkhO44NIo"
      },
      {
        "section": 844,
        "title": "cupidatat proident adipisicing ipsum ex id officia laboris aute culpa",
        "desc": "Aute exercitation anim velit nostrud laboris ea est minim deserunt quis veniam cupidatat enim do.",
        "duration": 63692,
        "preview": false,
        "url": "ady--PNMsfI"
      },
      {
        "section": 828,
        "title": "ad consequat sint commodo dolore consectetur sunt non",
        "desc": "Nulla cupidatat esse ullamco veniam laboris aliquip exercitation.",
        "duration": 13568,
        "preview": true,
        "url": "iuJDhFRDx9M"
      }
    ]
  },
  {
    "id": "60f1a09eeb77acb85c3de130",
    "thumbnail": "https://picsum.photos/400/150.webp?random=876",
    "title": "Enim aliqua excepteur esse do.",
    "status": true,
    "lastModified": 1626443426428,
    "shortdesc": "Sit aliqua ipsum id commodo nostrud sit ea consectetur culpa. Amet nisi mollit magna velit excepteur ipsum eiusmod exercitation. Excepteur ipsum amet incididunt ipsum duis do laborum laboris id ad minim. Ullamco deserunt incididunt sint reprehenderit reprehenderit cillum proident mollit laborum duis irure ut mollit. Quis ipsum ullamco mollit non culpa qui. Do ex quis voluptate ex quis eiusmod ex consectetur exercitation enim voluptate. Do consectetur voluptate ipsum laboris non dolore consequat.",
    "detaildesc": "Officia amet minim anim voluptate ipsum duis officia fugiat aliquip laborum ex excepteur. Cupidatat consectetur laboris magna nisi consequat cupidatat. Sunt pariatur tempor officia veniam amet consectetur proident proident aute ipsum ex aliqua. Veniam consectetur qui est commodo commodo tempor velit exercitation amet elit quis dolore culpa deserunt. Excepteur aliquip ad pariatur nostrud non non labore exercitation sint aliqua eiusmod non velit pariatur. Consequat elit aliqua enim ea in qui qui est occaecat nisi duis sunt excepteur.\n\nNisi ut est cillum exercitation labore aute ea proident labore excepteur. Culpa esse deserunt duis velit. Dolor laboris nisi aute proident tempor nisi nisi dolore aute sit magna deserunt. Veniam incididunt nostrud adipisicing aute. Nostrud culpa consequat laborum enim adipisicing officia enim nisi cupidatat incididunt duis id dolor.",
    "category": {
      "id": "60f1a09e8fbc0fe9ca644c6e",
      "name": "in",
      "label": "consectetur ut adipisicing adipisicing ex qui minim tempor culpa consectetur cupidatat dolore qui et duis"
    },
    "topic": {
      "id": "60f1a09e497f26bfcfdc588a",
      "name": "aute ea nulla",
      "label": "ex non exercitation cupidatat do ex nulla laborum magna ullamco tempor laboris ullamco sint eu commodo reprehenderit aliquip"
    },
    "price": 207.04,
    "discount": 0.41,
    "lectures": [
      {
        "section": 796,
        "title": "aliquip ullamco proident consectetur dolore reprehenderit",
        "desc": "Non ullamco voluptate labore qui in ut dolor.",
        "duration": 67188,
        "preview": true,
        "url": "UbQgXeY_zi4"
      },
      {
        "section": 127,
        "title": "mollit laboris officia minim sunt amet",
        "desc": "Reprehenderit sunt aliqua anim ullamco tempor dolore aliqua incididunt esse sunt in anim magna.",
        "duration": 29402,
        "preview": true,
        "url": "MwxgUVrj5m4"
      },
      {
        "section": 145,
        "title": "cillum nostrud laborum",
        "desc": "Anim laboris in officia elit excepteur laborum consequat pariatur pariatur duis Lorem anim consequat duis.",
        "duration": 13012,
        "preview": true,
        "url": "iuJDhFRDx9M"
      }
    ]
  },
  {
    "id": "60f1a09e8706746f99331e11",
    "thumbnail": "https://picsum.photos/400/150.webp?random=319",
    "title": "Est occaecat exercitation labore irure laboris pariatur anim cupidatat occaecat dolore.",
    "status": false,
    "lastModified": 1626451145226,
    "shortdesc": "Sint eiusmod officia ad ex aliqua labore voluptate exercitation qui ut. Sint nisi officia tempor est deserunt incididunt cillum adipisicing ex sunt laboris. Excepteur ut ex ad irure velit qui occaecat laborum esse dolor sunt. Consequat excepteur velit eiusmod aute in enim eiusmod excepteur velit nulla labore laboris laborum. Aute officia voluptate id veniam consequat elit occaecat.",
    "detaildesc": "Commodo aute aliquip dolor ullamco non elit aliquip anim incididunt sunt est qui consectetur. Non nostrud voluptate ea excepteur sit esse laboris cupidatat. Dolore irure occaecat est aliqua reprehenderit mollit dolor tempor adipisicing sit consectetur nostrud culpa mollit. Irure veniam officia dolore duis cillum qui anim nostrud.\n\nUt incididunt velit nostrud irure in officia labore reprehenderit ex. Excepteur commodo officia sint elit quis nostrud mollit anim ipsum id aute nisi. Dolor consequat dolore laborum do sunt incididunt enim id eu. Qui nostrud culpa adipisicing nostrud nisi.",
    "category": {
      "id": "60f1a09ed4eca28b3f7d19fe",
      "name": "sint ea",
      "label": "quis tempor cillum ut consectetur anim sit voluptate non officia sint"
    },
    "topic": {
      "id": "60f1a09e51b7b1d72a499877",
      "name": "occaecat esse",
      "label": "aliqua aute consequat aliquip id id Lorem non tempor magna ex exercitation occaecat amet eiusmod irure"
    },
    "price": 705.54,
    "discount": 0.19,
    "lectures": [
      {
        "section": 538,
        "title": "excepteur reprehenderit duis ea cillum et mollit ullamco sunt duis",
        "desc": "Mollit Lorem mollit irure est eiusmod non.",
        "duration": 30125,
        "preview": false,
        "url": "votCEPMHm9Y"
      },
      {
        "section": 517,
        "title": "nisi est pariatur minim qui ut occaecat est",
        "desc": "Nostrud ipsum cillum reprehenderit consectetur ullamco.",
        "duration": 37941,
        "preview": true,
        "url": "MwxgUVrj5m4"
      },
      {
        "section": 933,
        "title": "mollit ipsum fugiat id consequat commodo officia dolor",
        "desc": "Commodo velit quis nostrud cupidatat labore.",
        "duration": 82222,
        "preview": true,
        "url": "RawsoZjbHHY"
      }
    ]
  },
  {
    "id": "60f1a09e7d6ddac77075b80a",
    "thumbnail": "https://picsum.photos/400/150.webp?random=265",
    "title": "Ea sunt irure cupidatat est qui laboris ex sunt ipsum.",
    "status": true,
    "lastModified": 1626438416351,
    "shortdesc": "Non cillum reprehenderit quis quis cupidatat elit quis laboris sint cupidatat. Minim commodo consectetur est laborum esse quis sit. Et incididunt amet nisi enim dolore aliqua sit aute aliquip deserunt non dolor eu ipsum. Aliquip adipisicing adipisicing elit enim pariatur adipisicing magna ullamco ad reprehenderit ut cupidatat. Minim excepteur magna et id mollit eiusmod labore fugiat qui id adipisicing consectetur.",
    "detaildesc": "Ut cupidatat duis ex tempor exercitation id in et tempor fugiat. Ea duis nulla dolor velit laborum ad. Mollit velit mollit irure deserunt.\n\nAute pariatur proident nisi fugiat reprehenderit adipisicing nostrud anim. Qui eiusmod sit mollit laborum ut nostrud incididunt Lorem officia. Amet magna adipisicing non amet culpa ut. Eiusmod nostrud ea voluptate labore voluptate sit. Non fugiat laborum quis cillum amet consectetur voluptate occaecat sunt irure consectetur nostrud qui commodo.",
    "category": {
      "id": "60f1a09e99ee330d1f650133",
      "name": "consectetur aute",
      "label": "ullamco incididunt quis anim occaecat quis ex velit labore ex amet pariatur"
    },
    "topic": {
      "id": "60f1a09e6432f672ed818c58",
      "name": "aute id",
      "label": "eu tempor pariatur id quis nulla nostrud nulla nulla enim"
    },
    "price": 833.89,
    "discount": 0.43,
    "lectures": [
      {
        "section": 305,
        "title": "laboris reprehenderit nulla",
        "desc": "Sit non occaecat qui qui nostrud eu duis veniam laborum Lorem cupidatat id et excepteur.",
        "duration": 46631,
        "preview": false,
        "url": "71ZkhO44NIo"
      },
      {
        "section": 668,
        "title": "deserunt commodo culpa non amet amet qui tempor",
        "desc": "Magna dolor id laborum sit nulla non consequat ea sint sint fugiat.",
        "duration": 1950,
        "preview": true,
        "url": "UbQgXeY_zi4"
      },
      {
        "section": 939,
        "title": "laborum mollit do sit ex",
        "desc": "Laboris elit elit dolore aliqua minim est.",
        "duration": 3768,
        "preview": false,
        "url": "RawsoZjbHHY"
      },
      {
        "section": 263,
        "title": "reprehenderit est occaecat",
        "desc": "Aliqua dolor eiusmod voluptate labore fugiat quis tempor amet duis nulla eiusmod voluptate cupidatat.",
        "duration": 26068,
        "preview": true,
        "url": "RawsoZjbHHY"
      },
      {
        "section": 147,
        "title": "voluptate cillum ex dolor culpa cupidatat ut sit laborum",
        "desc": "Excepteur commodo deserunt amet laboris mollit consectetur ex eu cillum tempor sunt elit non.",
        "duration": 15940,
        "preview": false,
        "url": "RawsoZjbHHY"
      }
    ]
  },
  {
    "id": "60f1a09ef8677b3d2ae031bd",
    "thumbnail": "https://picsum.photos/400/150.webp?random=638",
    "title": "Labore fugiat occaecat adipisicing culpa sunt ea est deserunt eiusmod ad.",
    "status": false,
    "lastModified": 1626450148176,
    "shortdesc": "Nostrud veniam ullamco cillum nostrud. Reprehenderit cupidatat eu laborum ea ea aliqua aliqua eu dolore qui irure. Anim adipisicing aute ex pariatur.",
    "detaildesc": "Et magna nulla non labore. Aute ullamco mollit deserunt ut nostrud eu sint in aliqua. Do veniam culpa do eiusmod deserunt. Mollit enim id ad esse qui enim id consectetur pariatur aute.\n\nDolore consectetur sunt reprehenderit id eu dolor incididunt laborum ipsum dolor. Quis minim dolor anim reprehenderit laboris nostrud sunt minim est sunt eiusmod. Laboris consectetur sit magna ipsum velit laboris dolore. Exercitation pariatur eiusmod ipsum et laboris excepteur. Ipsum aliqua duis dolor amet cillum non occaecat enim exercitation eu minim culpa elit. Dolor esse nisi nulla irure.",
    "category": {
      "id": "60f1a09ea2ef936667da051e",
      "name": "sint dolore",
      "label": "nostrud minim ex proident Lorem officia laboris est incididunt proident dolor aliquip aliquip proident deserunt eu enim nisi proident exercitation"
    },
    "topic": {
      "id": "60f1a09ef46f6a7ee34a952e",
      "name": "aliquip proident voluptate",
      "label": "excepteur ex cupidatat amet aute veniam labore ad aute excepteur adipisicing do dolor"
    },
    "price": 621.29,
    "discount": 0.93,
    "lectures": [
      {
        "section": 190,
        "title": "aliquip nulla do ea officia adipisicing sunt mollit id",
        "desc": "Occaecat id ut dolor laboris magna laborum ad duis ea anim laborum Lorem cupidatat.",
        "duration": 76686,
        "preview": true,
        "url": "RawsoZjbHHY"
      },
      {
        "section": 552,
        "title": "anim anim est sit ut aliqua",
        "desc": "Elit quis elit exercitation aliqua id dolore duis sit voluptate exercitation esse eiusmod fugiat aliquip.",
        "duration": 12284,
        "preview": false,
        "url": "Y5ZQYURYaAs"
      },
      {
        "section": 394,
        "title": "occaecat irure tempor amet esse",
        "desc": "Ullamco proident et anim aliquip sit tempor excepteur.",
        "duration": 3041,
        "preview": false,
        "url": "ady--PNMsfI"
      }
    ]
  }
]
